Repository: hollyroberts/uni-web-recommendations
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, se

source: No genres
se: Inga genrer

source: No rating
es: No evaluado
se: Ingen bedömning

source: Delete
es: Borrar
se: Radera

source: You haven't rated any movies
es: No has clasificado ninguna película
se: Du har inte betygsatt några filmer

source: Error deleting rating - this should never happen
es: Error al eliminar la calificación-esto nunca debe suceder
se: Ett fel vid borttagning av betyg - det borde aldrig hända

source: Error updating rating - this should never happen
es: Error al actualizar la calificación-esto nunca debe suceder
se: Fel vid uppdatering av betyg - det borde aldrig hända

source: Loading movies...
es: Cargando peliculas ...
se: Laddar filmer...

source: Rating for "*" deleted
es: Calificación de "*" eliminado
se: Betyg för "*" raderas

source: Rating for "*" updated to &/5
es: Calificación de "*" actualizada a & / 5
se: Betyg för "*" uppdaterad till & / 5

source: You haven't rated any movies yet, so no recommendations can be generated
es: Aún no has calificado ninguna película, por lo que no se pueden generar recomendaciones
se: Du har inte betygsatt några filmer ännu, så inga rekommendationer kan genereras

source: No results found for "%(search_str)s"
es: No se encontraron resultados para "%(search_str)s"
se: Inga resultat funna för "%(search_str)s"

source: Showing movies %(start)s-%(end)s out of %(tot_results)s result found
es: Mostrando las películas %(start)s-%(end)s de %(tot_results)s resultado encontrado
se: Visar filmer %(start)s - %(end)s av %(tot_results)s resultat hittades

source: Movie recommendations
es: Recomendaciones de peliculas
se: Filmrekommendationer

source: User:
es: Nombre de usuario:
se: Användare:

source: View ratings
es: Ver calificaciones
se: Visa betyg

source: New/change user
es: Nuevo/cambiar usuario
se: Ny/ändra användare

source: Clear session data
es: Borrar datos de sesión
se: Rensa sessiondata

source: Language
es: Idioma
se: Språk

source: Search movies:
es: Buscar peliculas:
se: Sök film:

source: Search for a movie...
es: Buscar una película...
se: Sök efter en film...

source: Sort results by those recommended to me
es: Ordenar los resultados por los recomendados para mí
se: Sortera resultat av de som rekommenderas till mig

source: Include movies that I've rated
es: Incluir películas que he clasificado
se: Inkludera filmer som jag har betygsatt

source: Recommendations
es: Recomendaciones
se: Rekommendationer

source: Search results
es: Resultados de la búsqueda
se: Sökresultat

source: Movie
es: Película
se: Film

source: Genres
es: Géneros
se: Genrer

source: Your Rating
es: Tu clasificación
se: Ditt Betyg

source: Change user account
es: Cambiar cuenta de usuario
se: Ändra användarkonto

source: Select account
es: Seleccionar cuenta
se: Välj konto

source: Choose user manually created:
es: Elegir usuario creado manualmente:
se: Välj användare manuellt skapad:

source: Choose user
es: Elegir usuario
se: Välj användare

source: OR, enter a user id manually (1 - %(max_id)s):
es: O, ingrese una identificación de usuario manualmente (1 - %(max_id)s):
se: ELLER, ange ett användar-ID manuellt (1 -%(max_id)s):

source: Enter a user id manually (1 - %(max_id)s):
es: Ingrese una identificación de usuario manualmente (1 - %(max_id)s):
se: Ange ett användar-ID manuellt (1 -%(max_id)s):

source: Select user
es: Seleccionar usuario
se: Välj användare

source: Create user
es: Crear usuario
se: Skapa användare

source: Username:
es: Nombre de usuario:
se: Användarnamn:

source: Enter username
es: Introduzca su nombre de usuario
se: Skriv in ditt användarnamn

source: Create profile
es: Crear perfil
se: Skapa profil

source: Movie Recommendations
es: Recomendaciones de peliculas
se: Filmrekommendationer

source: Rated movies
es: Películas clasificadas
se: Nominerade filmer

source: Loading ratings...
es: Cargando calificaciones ...
se: Laddar betyg...
